Repository: anuraagnagar/flask-user-authentication
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: You are not logged in to your account.
de: Sie haben sich erfolgreich angemeldet.

source: Oops! There was a problem with your request. Please try again.
de: Ups! Es gab ein Problem mit Ihrer Anfrage. Bitte versuchen Sie es erneut.

source: You are not authorized to access this resource.
de: Sie sind nicht berechtigt, auf diese Ressource zuzugreifen.

source: Method not allowed.
de: Methode nicht erlaubt.

source: Guest user limited to read-only access.
de: Gastbenutzer hat nur Lesezugriff.

source: Username
de: Benutzername

source: Username already exists choose another.
de: Benutzername existiert bereits, wählen Sie einen anderen.

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Email Address
de: E-Mail-Adresse

source: User already registered with us.
de: Benutzer ist bereits bei uns registriert.

source: Password
de: Passwort

source: I agree & accept all terms of services.
de: Ich stimme allen Nutzungsbedingungen zu.

source: Continue
de: Weiter

source: Username or Email Address
de: Benutzername oder E-Mail-Adresse

source: Remember me
de: Angemeldet bleiben

source: Send Reset Link
de: Link zum Zurücksetzen senden

source: New Password
de: Neues Passwort

source: Confirm New Password
de: Neues Passwort bestätigen

source: Submit
de: Absenden

source: Old Password
de: Altes Passwort

source: Send Confirmation Mail
de: Bestätigungsmail senden

source: Profile Image
de: Profilbild

source: Upload only image files (.jpg, .jpeg, .png, .svg).
de: Nur Bilddateien hochladen (.jpg, .jpeg, .png, .svg).

source: Profile image size should not greater than 1MB.
de: Die Profilbildgröße darf 1MB nicht überschreiten.

source: About Me
de: Über

source: Save Profile
de: Profil speichern

source: Type your password
de: Geben Sie Ihr Passwort ein

source: Delete
de: Löschen

source: You are logged in as a Guest User.
de: Sie sind als Gastbenutzer angemeldet.

source: Test user not found.
de: Testbenutzer nicht gefunden.

source: Invalid username or password. Please try again.
de: Ungültiger Benutzername oder Passwort. Bitte versuchen Sie es erneut.

source: Your account is not activate. We sent a confirmation link to your email
de: Ihr Konto ist nicht aktiviert. Wir haben einen Bestätigungslink an Ihre E-Mail gesendet.

source: You are logged in successfully.
de: Sie haben sich erfolgreich angemeldet.

source: You're logout successfully.
de: Sie haben sich erfolgreich ausgeloggt.

source: A reset password link sent to your email. Please check.
de: Ein Link zum Zurücksetzen des Passworts wurde an Ihre E-Mail gesendet. Bitte überprüfen Sie Ihr Postfach.

source: Email address is not registered with us.
de: Die E-Mail-Adresse ist bei uns nicht registriert.

source: Your new password field's did not match.
de: Die neuen Passwortfelder stimmen nicht überein.

source: Your new password cannot be the same as the previous one.
de: Ihr neues Passwort darf nicht mit dem vorherigen identisch sein.

source: Your old password is incorrect.
de: Ihr altes Passwort ist falsch.

source: Your new password field's not match.
de: Die neuen Passwortfelder stimmen nicht überein.

source: Please choose a strong password. It contains at least one alphabet, number, and one special character.
de: Bitte wählen Sie ein sicheres Passwort. Es muss mindestens einen Buchstaben, eine Zahl und ein Sonderzeichen enthalten.

source: Your password changed successfully.
de: Ihr Passwort wurde erfolgreich geändert.

source: Email is already verified with your account.
de: Die E-Mail ist bereits mit Ihrem Konto verifiziert.

source: Email address is already registered with us.
de: Die E-Mail-Adresse ist bereits bei uns registriert.

source: Your email address updated successfully.
de: Ihre E-Mail-Adresse wurde erfolgreich aktualisiert.

source: Username already exists. Choose another.
de: Der Benutzername existiert bereits. Bitte wählen Sie einen anderen.

source: Your profile update successfully.
de: Ihr Profil wurde erfolgreich aktualisiert.

source: Your account has been deleted successfully.
de: Ihr Konto wurde erfolgreich gelöscht.

source: Incorrect password. We're unable to delete your account.
de: Falsches Passwort. Wir können Ihr Konto nicht löschen.

source: Unable to login with Google. Please check your connection and try again.
de: Anmeldung mit Google fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.

source: Google login failed. Please try again.
de: Google-Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.

source: Your Google account has been linked successfully.
de: Ihr Google-Konto wurde erfolgreich verknüpft.

source: Something wrong with your request.
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten.

source: Home
de: Startseite

source: Profile
de: Profil

source: Reset Email
de: E-Mail zurücksetzen

source: Change Password
de: Passwort ändern

source: Settings
de: Einstellungen

source: Theme
de: Design

source: Language
de: Sprache

source: Login
de: Anmelden

source: Signup
de: Registrieren

source: Logout
de: Abmelden

source: Source Code
de: Quellcode

source: Reset Email Address
de: E-Mail-Adresse

source: Change Your Email Address
de: Benutzername oder E-Mail-Adresse

source: To change your email enter new email address and you will receive an confirmation link to confirm your email.
de: Um Ihre E-Mail zu ändern, geben Sie die neue E-Mail-Adresse ein, und Sie erhalten einen Bestätigungslink, um Ihre E-Mail zu bestätigen.

source: Enter email address
de: Geben Sie Ihre E-Mail-Adresse ein

source: Back to Home
de: Zurück zur Startseite

source: Change Your Password
de: Geben Sie Ihr Passwort ein

source: Enter your password
de: Geben Sie Ihr Passwort ein

source: Choose new password
de: Neues Passwort

source: Re-type your new password
de: Geben Sie Ihr Passwort ein

source: Forgot Password?
de: Geben Sie Ihr Passwort ein

source: Confirm Account
de: Konto bestätigen

source: To confirm your account please click the button below.
de: Um Ihr Konto zu bestätigen, klicken Sie bitte auf die Schaltfläche unten.

source: back to login
de: Zurück zum Login

source: Confirm Email
de: E-Mail bestätigen

source: To confirm your email address please click the button below.
de: Um Ihre E-Mail-Adresse zu bestätigen, klicken Sie bitte auf die Schaltfläche unten.

source: back to home
de: Zurück zur Startseite

source: Forgot Password
de: Passwort vergessen

source: Reset password enter your email address and you will receive an email with further instructions on how to reset your password.
de: Um Ihr Passwort zurückzusetzen, geben Sie Ihre E-Mail-Adresse ein, und Sie erhalten eine E-Mail mit weiteren Anweisungen, wie Sie Ihr Passwort zurücksetzen können.

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein

source: Don't Have an account?
de: Sie haben noch kein Konto?

source: Sign Up
de: Registrieren

source: Edit Profile
de: Profil speichern

source: Login Account
de: Konto anmelden

source: Login with Google
de: Mit Google anmelden

source: Enter username or email
de: Benutzername oder E-Mail-Adresse

source: Login as Guest User
de: Sie sind als Gastbenutzer angemeldet.

source: My Profile
de: Profil

source: Profile Detail
de: Profildetails

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein

source: First name
de: Vorname

source: Last name
de: Nachname

source: Email address cannot be edited. You can only reset it by sending a confirmation link to your newly entered email. If you want to make a change, please click the button below.
de: Die E-Mail-Adresse kann nicht bearbeitet werden. Sie können sie nur zurücksetzen, indem Sie einen Bestätigungslink an Ihre neu eingegebene E-Mail senden. Wenn Sie eine Änderung vornehmen möchten, klicken Sie bitte auf die Schaltfläche unten.

source: Enter about yourself
de: Schreiben Sie etwas über sich

source: Register
de: Registrieren

source: Create Account
de: Konto erstellen

source: Get started with your free account
de: Starten Sie mit Ihrem kostenlosen Konto

source: Continue with Google
de: Mit Google fortfahren

source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein

source: Choose your password
de: Wählen Sie Ihr Passwort

source: Have an account?
de: Haben Sie bereits ein Konto?

source: Log In
de: Anmelden

source: Reset Password
de: Neues Passwort

source: Re-type your password
de: Geben Sie Ihr Passwort ein

source: Back to Login
de: Zurück zum Login

source: Account Settings
de: Kontoeinstellungen

source: Login Provider Account
de: Login-Anbieterkonto

source: Connect your account with Google Login provider.
de: Verbinden Sie Ihr Konto mit dem Google-Login-Anbieter.

source: Disconnect
de: Trennen

source: Connect
de: Verbinden

source: Delete Account
de: Konto löschen

source: Deleting your account will permanently remove all your personal or public data, including your profile, social login and all other information related to your account.
de: Das Löschen Ihres Kontos entfernt dauerhaft alle Ihre persönlichen oder öffentlichen Daten, einschließlich Ihres Profils, Social-Login und aller anderen Informationen, die mit Ihrem Konto verbunden sind.

source: Delete my account
de: Mein Konto löschen

source: Are you sure you want to permanently delete your account?
de: Sind Sie sicher, dass Sie Ihr Konto dauerhaft löschen möchten?

source: Note:
de: Hinweis:

source: Login with Google must set a password before account deletion; Ignore if already set.
de: Bei der Anmeldung mit Google muss vor dem Löschen des Kontos ein Passwort festgelegt werden; Ignorieren, wenn bereits festgelegt.

source: Reset Password?
de: Passwort zurücksetzen?

source: Cancel
de: Abbrechen

source: 404 Not Found
de: 404 Nicht gefunden

source: Page Not Found
de: Testbenutzer nicht gefunden.

source: 429 Too Many Request
de: 429 Zu viele Anfragen

source: Too Many Request
de: Zu viele Anfragen

source: You have exceeded the request limit. Please try again later.
de: Sie haben das Anfrage-Limit überschritten. Bitte versuchen Sie es später erneut.

source: 500 Internal Server Error
de: 500 Interner Serverfehler

source: Internal Server Error
de: Interner Serverfehler

source: Something went wrong with the internal server.
de: Bei Ihrer Anfrage ist ein Fehler aufgetreten.

source: Field contains only alphabet.
de: Das Feld darf nur Buchstaben enthalten

source: Username contain only (A-Za-z0-9_-.) characters.
de: Der Benutzername darf nur die Zeichen (A-Za-z0-9_-.) enthalten.

source: Please choose a strong password.
de: Bitte wählen Sie ein sicheres Passwort.
